// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Calibre su pantalla";
HelpTitle = "Calibre su pantalla";

"HPAdvancedProfilingSolutionInfoTitle" = "Calibre y perfile la pantalla del equipo para obtener una uniformidad del color.\n\nHaga clic en “Calibrar” para calibrar la pantalla con HP Advanced Profiling Solution.";
"AppleDisplayCalibratorInfoTitle" = "Calibre y perfile la pantalla del equipo para obtener una uniformidad del color.\n\nHaga clic en “Calibrar” para calibrar la pantalla con el Asistente de Apple Display Calibrator.";
KongAppleDisplayCalibratorInfoTitle = "Los monitores muestran una degradación de color con el tiempo. El perfil ICC que viene con algunos monitores deja de tener validez gradualmente y disminuye la exactitud de color. Utilice Display Calibrator de Apple de manera periódica para producir un perfil ICC personalizado y asegurar un rendimiento óptimo de color. Aunque el intervalo de período de calibración varía entre los monitores, los profesionales generalmente recomiendan la realización de la calibración en un monitor cada dos semanas.";

DesignjetButtonTitle = "Calibrar";
ButtonDefaultTitle = "Iniciar Display Calibrator";